{
  "title": "Privacy Policy",
  "content": "Useful Apps Collection (hereinafter referred to as 'the Site') sets forth the following privacy policy (hereinafter referred to as 'this Policy') regarding the handling of users' personal information in the services provided on this website (hereinafter referred to as 'the Service').\n\n## Article 1 (Personal Information)\n'Personal information' refers to 'personal information' as defined in the Personal Information Protection Act, and is information about a living individual that can identify a specific individual by name, date of birth, address, telephone number, contact information, and other descriptions contained in such information, as well as data related to appearance, fingerprints, voiceprints, and insurer numbers on health insurance cards, and other information that can identify a specific individual from such information alone (personal identification information).\n\n## Article 2 (Method of Collecting Personal Information)\nThe Site may ask for personal information such as name, date of birth, address, telephone number, email address, bank account number, credit card number, and driver's license number when a user registers for use. In addition, the Site may collect transaction records including the user's personal information and information related to payments made between the user and partners, etc., from the Site's partners (including information providers, advertisers, and ad distribution destinations; hereinafter referred to as 'Partners').\n\n## Article 3 (Purpose of Collecting and Using Personal Information)\nThe purposes for which the Site collects and uses personal information are as follows:\n  * To provide and operate the Site's services.\n  * To respond to inquiries from users (including identity verification).\n  * To send emails about new features, updates, campaigns, etc., of the service the user is using, as well as other services provided by the Site.\n  * To contact users as necessary for maintenance, important notices, etc.\n  * To identify users who have violated the terms of service or who are trying to use the service for fraudulent or unjust purposes, and to refuse their use.\n  * To allow users to view, change, or delete their own registration information, and to view their usage status.\n  * To bill users for usage fees in paid services.\n  * Purposes incidental to the above purposes of use.\n\n## Article 4 (Change of Purpose of Use)\nThe Site shall change the purpose of use of personal information only when it is reasonably recognized that the purpose of use is related to the purpose of use before the change.\nIf the purpose of use is changed, the changed purpose shall be notified to the user or announced on this website by the method prescribed by the Site.\n\n## Article 5 (Provision of Personal Information to Third Parties)\nThe Site will not provide personal information to a third party without the prior consent of the user, except in the following cases. However, this excludes cases permitted under the Personal Information Protection Act and other laws and regulations.\n  * When it is necessary for the protection of a person's life, body, or property and it is difficult to obtain the consent of the person.\n  * When it is particularly necessary for the improvement of public health or the promotion of the sound growth of children and it is difficult to obtain the consent of the person.\n  * When it is necessary to cooperate with a national agency or a local public entity or a person entrusted by it in executing the affairs prescribed by laws and regulations, and obtaining the consent of the person is likely to hinder the execution of the said affairs.\n  * When the following matters have been announced or made public in advance, and the Site has notified the Personal Information Protection Commission:\n    * Including the provision to a third party in the purpose of use.\n    * The items of data provided to the third party.\n    * The means or method of provision to the third party.\n    * Stopping the provision of personal information to the third party at the request of the person.\n    * The method of accepting the person's request.\nNotwithstanding the provisions of the preceding paragraph, in the following cases, the party to which the information is provided shall not be considered a third party.\n  * When the Site entrusts all or part of the handling of personal information to the extent necessary to achieve the purpose of use.\n  * When personal information is provided in connection with the succession of business due to a merger or other reasons.\n  * When personal information is jointly used with a specific person, and that fact, the items of personal information to be jointly used, the scope of the joint users, the purpose of use of the users, and the name of the person responsible for the management of the said personal information are notified to the person in advance or are in a state where the person can easily know them.\n\n## Article 6 (Disclosure of Personal Information)\nWhen the Site is requested by the person to disclose personal information, the Site will disclose it to the person without delay. However, if the disclosure falls under any of the following, the Site may not disclose all or part of it, and if the decision is made not to disclose it, the Site will notify the person to that effect without delay. A fee of 1,000 yen will be charged for each case of disclosure of personal information.\n  * When there is a risk of harming the life, body, property, or other rights and interests of the person or a third party.\n  * When there is a risk of significantly hindering the proper execution of the Site's business.\n  * When it would otherwise violate laws and regulations.\nNotwithstanding the provisions of the preceding paragraph, information other than personal information, such as history information and characteristic information, will not be disclosed in principle.\n\n## Article 7 (Correction and Deletion of Personal Information)\nIf the user's own personal information held by the Site is incorrect, the user can request the Site to correct, add, or delete the personal information (hereinafter referred to as 'Correction, etc.') according to the procedure established by the Site.\nIf the Site receives a request from the user as described in the preceding paragraph and determines that it is necessary to respond to the request, the Site shall make the Correction, etc., of the said personal information without delay.\nThe Site will notify the user without delay if it has made a Correction, etc., based on the provisions of the preceding paragraph, or if it has decided not to make a Correction, etc.\n\n## Article 8 (Suspension of Use of Personal Information, etc.)\nIf the Site is requested by the person to suspend or delete the use of personal information (hereinafter referred to as 'Suspension of Use, etc.') on the grounds that it is being handled beyond the scope of the purpose of use or that it was obtained by fraudulent means, the Site will conduct the necessary investigation without delay.\nBased on the results of the investigation in the preceding paragraph, if it is determined that it is necessary to respond to the request, the Site will suspend the use of the said personal information without delay.\nThe Site will notify the user without delay if it has suspended the use, etc., based on the provisions of the preceding paragraph, or if it has decided not to suspend the use, etc.\nNotwithstanding the preceding two paragraphs, if there is a large cost for the Suspension of Use, etc., or if it is otherwise difficult to perform the Suspension of Use, etc., and if alternative measures can be taken to protect the rights and interests of the user, this alternative measure shall be taken.\n\n## Article 9 (Changes to the Privacy Policy)\nThe contents of this Policy may be changed without notice to the user, except for laws and regulations and other matters otherwise stipulated in this Policy.\nUnless otherwise specified by the Site, the changed privacy policy shall take effect from the time it is posted on this website.\n\n## Article 10 (Contact for Inquiries)\nFor inquiries regarding this Policy, please contact the following office.\nCreator: Tomokichi\nEmail Address: gaomuyouxi81@gmail.com"
}
