{
  "title": "Terms of Service",
  "content": "These Terms of Service (hereinafter referred to as 'the Terms') set forth the conditions for using the services (hereinafter referred to as 'the Service') provided on this website by Useful Apps Collection (hereinafter referred to as 'the Site'). Registered users (hereinafter referred to as 'Users') shall use the Service in accordance with these Terms.\n\n## Article 1 (Application)\nThese Terms shall apply to all relationships between the User and the Site concerning the use of the Service.\n\n## Article 2 (User Registration)\nFor this Service, user registration is completed when a prospective user agrees to these Terms, applies for registration using the method specified by the Site, and the Site approves this application.\nThe Site may choose not to approve an application for user registration if it determines that the applicant has any of the following reasons, and shall not be obligated to disclose the reasons therefor.\n  * If false information was reported when applying for user registration.\n  * If the application is from a person who has previously violated these Terms.\n  * In any other case where the Site deems the user registration to be inappropriate.\n\n## Article 3 (Management of User ID and Password)\nUsers shall manage their user ID and password for the Service at their own responsibility.\nUsers may not, under any circumstances, transfer or lend their user ID and password to a third party, or share them with a third party. When a login is made with a combination of user ID and password that matches the registered information, the Site will deem it as use by the user who registered that user ID.\nThe Site shall not be liable for any damage caused by the use of a user ID and password by a third party, except in cases of willful misconduct or gross negligence on the part of the Site.\n\n## Article 4 (Prohibited Matters)\nIn using the Service, Users shall not engage in the following acts:\n  * Acts that violate laws or public order and morals.\n  * Acts related to criminal activity.\n  * Acts that destroy or interfere with the functions of the servers or networks of the Site, other users of the Service, or third parties.\n  * Acts that may interfere with the operation of the Site's services.\n  * Acts of collecting or accumulating personal information about other users.\n  * Acts of unauthorized access or attempts thereof.\n  * Acts of impersonating another user.\n  * Acts of directly or indirectly providing benefits to anti-social forces in connection with the Site's services.\n  * Acts that infringe on the intellectual property rights, portrait rights, privacy, honor, or other rights or interests of the Site, other users of the Service, or third parties.\n  * Acts of posting or transmitting expressions that are excessively violent; sexually explicit; lead to discrimination based on race, nationality, creed, sex, social status, family origin, etc.; induce or encourage suicide, self-harm, or drug abuse; or are otherwise antisocial and cause discomfort to others.\n  * Acts for the purpose of business, advertising, solicitation, or other commercial purposes (except those approved by the Site); for the purpose of sexual acts or obscene acts; for the purpose of meeting or dating strangers of the opposite sex; for the purpose of harassing or slandering other users; or any other use of the Service for a purpose different from the intended purpose of the Service.\n  * Religious activities or solicitation to religious groups.\n  * Other acts that the Site deems inappropriate.\n\n## Article 5 (Suspension of the Provision of the Service, etc.)\nThe Site may suspend or interrupt the provision of all or part of the Service without prior notice to the User if it determines that any of the following reasons exist:\n  * When performing maintenance, inspection, or updating of the computer system for the Service.\n  * When it becomes difficult to provide the Service due to force majeure such as an earthquake, lightning, fire, power outage, or natural disaster.\n  * When a computer or communication line stops due to an accident.\n  * In any other case where the Site determines that it is difficult to provide the Service.\nThe Site shall not be liable for any disadvantage or damage suffered by the User or a third party due to the suspension or interruption of the provision of the Service.\n\n## Article 6 (Copyright)\nUsers may use the Service to post or upload only text, images, videos, etc., for which they hold the necessary intellectual property rights, such as copyrights, or have obtained the permission of the necessary rights holders.\nThe copyright for text, images, videos, etc., posted or uploaded by the User using the Service shall be reserved to the said User or other existing rights holders. However, the Site may use the text, images, videos, etc., posted or uploaded using the Service to the extent necessary for the improvement, quality enhancement, or correction of defects of the Service, as well as for the promotion and advertising of the Service, and the User shall not exercise moral rights of authors in this regard.\nExcept as provided in the preceding paragraph, all copyrights and other intellectual property rights for the Service and all information related to the Service belong to the Site or the rights holders who have licensed their use to the Site, and Users may not reproduce, transfer, lend, translate, modify, reprint, publicly transmit (including making transmittable), transmit, distribute, publish, or use for business purposes without permission.\n\n## Article 7 (Usage Restrictions and Registration Deletion)\nThe Site may, without prior notice, delete posted data, restrict the use of all or part of the Service for the User, or delete the User's registration if the User falls under any of the following:\n  * If they have violated any of the provisions of these Terms.\n  * If it is found that there is a false fact in the registration information.\n  * If the credit card reported by the user as a payment method is suspended.\n  * If there is a default on payment obligations such as fees.\n  * If there is no response to contact from the Site for a certain period.\n  * If there has been no use of the Service for a certain period since the last use.\n  * In any other case where the Site deems the use of the Service to be inappropriate.\nIf any of the items in the preceding paragraph apply, the User shall naturally lose the benefit of time for all debts owed to the Site and must immediately repay all obligations in full.\nThe Site shall not be liable for any damage caused to the User by the actions taken by the Site based on this article.\n\n## Article 8 (Disclaimer of Warranty and Exemption from Liability)\nThe Site does not explicitly or implicitly guarantee that the Service is free from de facto or legal defects (including defects related to safety, reliability, accuracy, completeness, validity, fitness for a particular purpose, security, errors or bugs, and infringement of rights).\nThe Site shall not be liable for any damages incurred by the User arising from the Service. However, this disclaimer does not apply if the contract between the Site and the User regarding the Service (including these Terms) is a consumer contract as defined in the Consumer Contract Act.\nEven in the case specified in the proviso of the preceding paragraph, the Site shall not be liable for damages arising from special circumstances (including cases where the Site or the User foresaw or could have foreseen the occurrence of the damage) among damages incurred by the User due to default or tort by the Site's negligence (excluding gross negligence). In addition, compensation for damages incurred by the User due to default or tort by the Site's negligence (excluding gross negligence) shall be limited to the amount of the usage fee received from the User in the month in which the damage occurred.\nThe Site shall not be responsible for any transactions, communications, or disputes that arise between the User and other Users or third parties regarding the Service.\n\n## Article 9 (Changes to Service Content, etc.)\nThe Site may change the content of the Service or discontinue the provision of the Service without notice to the User, and shall not be liable for any damage incurred by the User as a result.\n\n## Article 10 (Changes to the Terms of Service)\nThe Site may change these Terms at any time without notice to the User if it deems it necessary. If the User starts using the Service after the change of these Terms, the User shall be deemed to have agreed to the changed Terms.\n\n## Article 11 (Handling of Personal Information)\nThe Site shall handle personal information obtained through the use of the Service appropriately in accordance with the Site's 'Privacy Policy'.\n\n## Article 12 (Notification or Communication)\nNotification or communication between the User and the Site shall be made by the method specified by the Site. The Site will consider the currently registered contact information to be valid and will send notifications or communications to that contact information unless the User notifies of a change according to the method separately specified by the Site, and these will be deemed to have reached the User at the time of sending.\n\n## Article 13 (Prohibition of Transfer of Rights and Obligations)\nThe User may not transfer their position in the usage contract or the rights or obligations based on these Terms to a third party or offer them as collateral without the prior written consent of the Site.\n\n## Article 14 (Governing Law and Jurisdiction)\nThe interpretation of these Terms shall be governed by the laws of Japan.\nIn the event of a dispute regarding the Service, the court having jurisdiction over the location of the Site's head office shall be the exclusive agreed court of jurisdiction."
}
